Repository: logennn/Booked-WP-plugin
Catalog: booked/languages/booked-*.po
Languages: hu_hu

source: Every Five Minutes
hu_hu: Minden 5 percben

source: Phone Number
hu_hu: Telefonszám

source: Appointments
hu_hu: Időpontok

source: Pending
hu_hu: Függő

source: Calendars
hu_hu: Naptárak

source: Settings
hu_hu: Beállítások

source: What's New?
hu_hu: Újdonságok

source: You do not have sufficient permissions to access this page.
hu_hu: Nincs engedélye ezen oldal eléréséhez.

source: You need to create a page with the %s shortcode. It is required with your current settings.
hu_hu: Készítsen egy oldalt a következő rövid kóddal: %s . Ez az aktuális Beállításokhoz szükséges.

source: Create a Page
hu_hu: Hozzon létre egy oldalt

source: Change Settings
hu_hu: Beállítások megváltoztatása

source: There is %s pending appointment.
hu_hu: %s függőben lévő időpontja van.

source: View Pending Appointment
hu_hu: A függőben lévő időpont megtekintése.

source: Assign this calendar to
hu_hu: A naptár hozzárendelése:

source: Default
hu_hu: Alapértelmezett

source: This will use your setting from the Booked Settings panel by default.
hu_hu: Booked Beállítások panelen használt beállításokat fogja alapértelmezettnek tekinteni.

source: Upcoming Appointment
hu_hu: Közelgő időpont

source: and
hu_hu: és

source: more
hu_hu: több

source: Space Available
hu_hu: Szabad időpont

source: Spaces Available
hu_hu: Szabad időpontok

source: Add
hu_hu: Hozzáadás

source: The "End Time" needs to be later than the "Start Time".
hu_hu: A "Záró időpont"-nak később kell végződnie, mint a "Kezdő időpont"-nak.

source: Are you sure you want to add those bulk time slots?
hu_hu: Biztosan hozzá szeretné adni ezeket a csoportos időpontokat?

source: All fields are required.
hu_hu: Minden mező kitöltése kötelező.

source: You are about to add the following time slot(s)
hu_hu: Az itt következő alkalmakat fogja hozzáadni

source: Please wait ...
hu_hu: Kérjük, várjon ...

source: Update Appointment
hu_hu: Időpont frissítése

source: Create Appointment
hu_hu: Időpont létrehozása

source: All day
hu_hu: Egész nap

source: Please choose a customer.
hu_hu: Válasszon felhasználót.

source: Please fill out all required fields.
hu_hu: Kérjük, töltse ki a kötelező mezőket.

source: Are you sure you want to delete this time slot?
hu_hu: Biztosan törölni szeretné ezt az alkalmat?

source: Are you sure you want to delete this custom time slot?
hu_hu: Biztosan törölni szeretné ezt az egyéni alkalmat?

source: Are you sure you want to cancel this appointment?
hu_hu: Biztosan törölni szeretné ezt az időpontot?

source: A name, email address and password are required.
hu_hu: A név, e-mail cím és jelszó kitöltése kötelező.

source: A name is required.
hu_hu: A név kitöltése kötelező.

source: A first and last name are required.
hu_hu: A vezetéknév és keresztnév kitöltése kötelező.

source: A first name, last name and email address are required.
hu_hu: A vezetéknév, keresztnév és e-mail cím kitöltése kötelező.

source: A name and an email address are required.
hu_hu: A név és e-mail cím kitöltése kötelező.

source: Are you sure you want to approve this appointment?
hu_hu: Biztosan jóváhagyja ezt az időpontot?

source: Are you sure you want to approve ALL pending appointments?
hu_hu: Biztosan jóváhagyja az ÖSSZES folyamatban lévő időpontot?

source: Are you sure you want to delete ALL pending appointments?
hu_hu: Biztos benne, hogy törölni akarja az ÖSSZES függőben lévő időpontot?

source: Are you sure you want to delete all PASSED pending appointments?
hu_hu: Biztos benne, hogy törölni akarja az összes LEJÁRT függőben lévő időpontot?

source: Wrong username/password combination.
hu_hu: Helytelen felhasználónév vagy jelszó.

source: Please enter your name to book an appointment.
hu_hu: Kérjük, adja meg a nevét egy időpont foglalásához.

source: Please enter your name, your email address and choose a password to book an appointment.
hu_hu: Kérjük, adja meg a nevét, az e-mail címét, és válasszon egy jelszót az időpont foglalásához.

source: Please fill in all "Information" fields.
hu_hu: Kérjük, töltse ki az összes "Információ" mezőt.

source: Please check your email for instructions on resetting your password.
hu_hu: Kérjük, tekintse meg e-mail fiókját további instrukcióért a jelszó visszaállításához.

source: That username or email is not recognized.
hu_hu: Ez a felhasználónév vagy e-mail nem felismerhető.

source: Booking Agent
hu_hu: Foglaló ügynök

source: Install Add-Ons
hu_hu: Kiegészítők telepítése

source: Installing Add-On: %s
hu_hu: Kiegészítők telepítése: %s

source: Updating Add-On: %s
hu_hu: Kiegészítők frissítése: %s

source: Something went wrong with the plugin API.
hu_hu: Valami hiba merült fel az API-val.

source: Booked requires the following add-on: %1$s.
hu_hu: A Booked a következő kiegészítőt igényli: %1$s.

source: Booked recommends the following add-on: %1$s.
hu_hu: A Booked a következő kiegészítőt ajánlja: %1$s.

source: The following add-on needs to be updated to its latest version to ensure maximum compatibility with Booked: %1$s.
hu_hu: A következő bővítményt a legújabb verzióra kell frissíteni, ahhoz hogy maximálisan kompatibilis legyen a Booked pluginnal: %1$s.

source: There is an update available for: %1$s.
hu_hu: Frissítés elérhető a következőhöz: %1$s.

source: The following required add-on is currently inactive: %1$s.
hu_hu: A következő szükséges kiegészítő jelenleg inaktív: %1$s.

source: The following recommended add-on is currently inactive: %1$s.
hu_hu: A következő szükséges kiegészítők jelenleg inaktívak: %1$s.

source: Begin installing add-on
hu_hu: A kiegészítő telepítésének elkezdése

source: Begin updating add-on
hu_hu: A kiegészítő frissítésének elkezdése

source: Begin activating add-on
hu_hu: A kiegészítő aktiválása

source: Return to Add-On Installer
hu_hu: Visszatérés az kiegészítő telepítőhöz

source: Return to the Dashboard
hu_hu: Visszatérés a Vezérlőpulthoz

source: Add-on activated successfully.
hu_hu: Bővítmény aktiválása sikeres.

source: The following add-on was activated successfully:
hu_hu: A következő bővítményt sikeresen aktiválta:

source: No action taken. Add-on %1$s was already active.
hu_hu: Nincs intézkedés. A(z) %1$s bővítmény már aktív volt.

source: Add-on not activated. A higher version of %s is needed for Booked. Please update the add-on.
hu_hu: A bővítmény nincs aktiválva, mert frissebb verzió szükséges a Booked-hoz. Kérlek frissítsd a %s kiegészítőt.

source: All add-ons installed and activated successfully. %1$s
hu_hu: Minden kiegészítő telepítve és aktiválva van. %1$s

source: Dismiss this notice
hu_hu: Értesítés elutasítása

source: There are one or more required or recommended add-ons to install, update or activate.
hu_hu: Egy vagy több szükséges, illetve ajánlott kiegészítő vár telepítésre, frissítésre vagy aktiválásra.

source: Please contact the administrator of this site for help.
hu_hu: Kérjük, lépjen kapcsolatba az oldal adminisztrátorával.

source: This plugin needs to be updated to be compatible with your theme.
hu_hu: Ezt a bővítményt frissíteni kell ahhoz, hogy kompatibilis legyen a témával.

source: Update Required
hu_hu: Frissítés szükséges

source: Set the parent_slug config variable instead.
hu_hu: Állítsa be a parent_slug konfigurációs változót.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
hu_hu: A távoli bővítménycsomag nem tartalmaz egy mappát a kívánt slug-gal, és az átnevezés nem működött.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
hu_hu: Kérjük, forduljon a plugin szolgáltatójához, és kérje meg őket, hogy csomagolja be a plugint a WordPress irányelvek szerint.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
hu_hu: A távoli plugin csomag több fájlból áll, de a fájlok nincsenek mappába csomagolva.

# plugin A *and* plugin B
source: and
hu_hu: és

source: Required
hu_hu: Kötelező

source: Recommended
hu_hu: Ajánlott

source: WordPress Repository
hu_hu: WordPress tárhely

source: External Source
hu_hu: Külső forrás

source: Pre-Packaged
hu_hu: Előre csomagolt

source: Not Installed
hu_hu: Nem telepített

source: Installed But Not Activated
hu_hu: Telepítve, de nincs aktiválva

source: Active
hu_hu: Aktív

source: Required Update not Available
hu_hu: A szükséges frissítés nem érhető el

source: Requires Update
hu_hu: Frissítésre szorul

source: Update recommended
hu_hu: Frissítés javasolt

# plugins
source: All <span class="count">(%s)</span>
hu_hu: Összesen <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
hu_hu: Installálásra vár <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
hu_hu: Frissítés elérhető <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
hu_hu: Aktiválásra vár <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
hu_hu: ismeretlen

source: Installed version:
hu_hu: Installált verzió:

source: Minimum required version:
hu_hu: Minimálisan igényelt verzió:

source: Available version:
hu_hu: Elérhető verzió:

source: No plugins to install, update or activate.
hu_hu: Egy bővítményt sem kell installálni, frissíteni vagy aktiválni.

source: Plugin
hu_hu: Bővítmény

source: Source
hu_hu: Forrás

source: Type
hu_hu: Típus

source: Version
hu_hu: Verzió

source: Status
hu_hu: Státusz

source: Update %2$s
hu_hu: %2$s frissítése

source: Activate %2$s
hu_hu: %2$s aktiválása

source: Upgrade message from the plugin author:
hu_hu: Frissítési üzenet a bővítmény szerzőjétől:

source: Install
hu_hu: Telepítés

source: Update
hu_hu: Frissítés

source: Activate
hu_hu: Aktiválás

source: No plugins were selected to be installed. No action taken.
hu_hu: Egy bővítmény sem lett kiválasztva a telepítéshez. Nem történt intézkedés.

source: No plugins were selected to be updated. No action taken.
hu_hu: Egy bővítmény sem lett kiválasztva a frissítéshez. Nem történt intézkedés.

source: No plugins are available to be installed at this time.
hu_hu: Jelenleg egy bővítmény sem elérhető a telepítéshez.

source: No plugins are available to be updated at this time.
hu_hu: Jelenleg egy bővítmény sem elérhető a frissítéshez.

source: No plugins were selected to be activated. No action taken.
hu_hu: Egy bővítmény sem lett kiválasztva az aktiváláshoz. Nem történt intézkedés.

source: No plugins are available to be activated at this time.
hu_hu: Jelenleg egy bővítmény sem elérhető az aktiváláshoz.

source: The following plugin was activated successfully:
hu_hu: A következő bővítményt sikeresen aktiválta:

source: Plugin activation failed.
hu_hu: A bővítmény aktiválása sikertelen.

source: Plugin activated successfully.
hu_hu: A bővítmény aktiválása sikeres.

source: Updating Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény frissítése %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
hu_hu: Egy hiba merült fel a(z) %1$s: <strong>%2$s</strong> telepítése közben.

source: The installation of %1$s failed.
hu_hu: A(z) %1$s telepítése sikertelen

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítési és aktiválási folyamat megkezdődött. Ez eltarthat egy ideig, ezért legyen türelmes.

source: %1$s installed and activated successfully.
hu_hu: Sikeresen telepítettük és aktiváltuk: %1$s

source: Show Details
hu_hu: Részletek mutatása

source: Hide Details
hu_hu: Részletek elrejtése

source: All installations and activations have been completed.
hu_hu: Minden telepítés és aktiválás befejeződött.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény telepítése és aktiválása %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítési folyamat megkezdődött. Ez eltarthat egy ideig, ezért legyen türelmes.

source: %1$s installed successfully.
hu_hu: A(z) %1$s telepítése sikeres.

source: All installations have been completed.
hu_hu: Minden telepítés befejeződött.

source: Installing Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény telepítése %1$s (%2$d/%3$d)

source: %d Space Available
hu_hu: %d szabad időpont

source: Full
hu_hu: Megtelt

source: New
hu_hu: Új

source: Fixed
hu_hu: Rögzített

source: What's new in this update?
hu_hu: Mi lett új a frissítésben?

source: Title (optional)
hu_hu: Cím (opcionális)

source: Start time ...
hu_hu: Kezdő időpont

source: End time ...
hu_hu: Záró időpont

source: Time between ...
hu_hu: Idő közte ...

source: Appt Length ...
hu_hu: Időp. hossz...

source: # of Each ...
hu_hu: # egyes ...

source: All Day
hu_hu: Egész nap

source: night
hu_hu: este

source: Sunday
hu_hu: Vasárnap

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: No time slots.
hu_hu: Nincs időpont.

source: Every 1 hour
hu_hu: Minden órában

source: Every 1 hour, 30 minutes
hu_hu: Minden másfél órában

source: Every 2 hours
hu_hu: Minden 2 órában

source: Every 45 minutes
hu_hu: Minden 45 percben

source: Every 30 minutes
hu_hu: Minden 30 percben

source: Every 20 minutes
hu_hu: Minden 20 percben

source: Every 15 minutes
hu_hu: Minden 15 percben

source: Every 10 minutes
hu_hu: Minden 10 percben

source: Every 5 minutes
hu_hu: Minden 5 percben

source: 5 minutes
hu_hu: 5 perc

source: 10 minutes
hu_hu: 10 perc

source: 15 minutes
hu_hu: 15 perc

source: 20 minutes
hu_hu: 20 perc

source: 30 minutes
hu_hu: 30 perc

source: 45 minutes
hu_hu: 45 perc

source: 1 hour
hu_hu: 1 óra

source: %d space available
hu_hu: %d szabad időpont

source: Back to
hu_hu: Vissza

source: Sun
hu_hu: Vas

source: Mon
hu_hu: Hé

source: Tue
hu_hu: Ke

source: Wed
hu_hu: Sze

source: Thu
hu_hu: Csüt

source: Fri
hu_hu: Pé

source: Sat
hu_hu: Szo

source: %d Appointment
hu_hu: %d Időpont

source: Default Calendar
hu_hu: Alapértelmezett naptár

source: Appointments for
hu_hu: Időpont

source: %s Appointments for
hu_hu: %s Időpont

source: space
hu_hu: hely

source: available
hu_hu: szabad

source: (this user no longer exists)
hu_hu: (ez a felhasználó már nem létezik)

source: Approve
hu_hu: Jóváhagy

source: New Appointment
hu_hu: Új időpont

source: Enable
hu_hu: Egedélyez

source: Disable
hu_hu: Elutasít

source: There are additional appointments booked from previously available time slots:
hu_hu: További időpontok vannak foglalva a korábban rendelkezésre álló időpontokból:

source: There are no appointment time slots available for this day.
hu_hu: A mai napra nincs elérhető időpont.

source: Would you like to add some?
hu_hu: Szeretne hozzá néhányat?

source: Enter a label for this checkbox...
hu_hu: Adjon egy címkét ennek a csekkboxnak

source: Enter a label for this radio button...
hu_hu: Adjon egy címkét ennek a rádiógombnak...

source: Enter a label for this option...
hu_hu: Adjon egy címkét ennek az opciónak...

source: Checkbox
hu_hu: Csekkbox

source: Radio Button
hu_hu: Rádiógomb

source: Option
hu_hu: Opció

source: Single Line Text
hu_hu: Egysoros szöveg

source: Required Field
hu_hu: Kötelező mező

source: Enter a label for this field...
hu_hu: Adjon egy címkét ennek a mezőnek...

source: Paragraph Text
hu_hu: Bekezdés szövege

source: Checkboxes
hu_hu: Csekkboxok

source: Enter a label for this checkbox group...
hu_hu: Adjon egy címkét ezeknek a csekkboxoknak..

source: Radio Buttons
hu_hu: Rádiógombok

source: Enter a label for this radio button group...
hu_hu: Adjon egy címkét ezeknek a rádiógomboknak...

source: Drop Down
hu_hu: Legördülő

source: Enter a label for this drop-down group...
hu_hu: Adjon egy címkét ezeknek a legördülő csoportnak...

source: Text Content
hu_hu: Szöveges tartalom

source: HTML is allowed in this field.
hu_hu: A HTML ezen a területen megengedett.

source: That email does not appear to be valid.
hu_hu: Ez az e-mail nem tűnik valódinak.

source: Current Customer
hu_hu: Meglévő ügyfél

source: New Customer
hu_hu: Új ügyfél

source: Guest
hu_hu: Vendég

source: Select a customer
hu_hu: Válasszon egy ügyfelet

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Name
hu_hu: Név

source: Email Address
hu_hu: E-mail cím

source: Choose a password
hu_hu: Válasszon egy jelszót

source: Cancel
hu_hu: Mégse

source: Edit Appointment
hu_hu: Időpont szerkesztése

source: Appointment Date/Time
hu_hu: Időpont Dátum/Idő

source: Customer Information
hu_hu: Ügyfél információ

source: Appointment Information
hu_hu: Időpont információ

source: Sorry, someone just booked this appointment before you could. Please choose a different booking time.
hu_hu: Sajnos valaki pont lefoglalta ezt az időpontot. Kérjük, válasszon másik foglalási időt!

source: Request an Appointment
hu_hu: Időpont kérése

source: Book an Appointment
hu_hu: Foglalás

source: Sorry, there are no bookings available
hu_hu: Sajnáljuk, de jelenleg nincsenek szabad időpontok

source: Unknown
hu_hu: Ismeretlen

source: Enter your email address to reset your password:
hu_hu: Adja meg az e-mail címét az új jelszó igényléséhez:

source: Your Information:
hu_hu: Az Ön információi:

source: Please enter your first name, last name and email address:
hu_hu: Kérjük, adja meg vezeték- és keresztnevét, illetve e-mail címét:

source: Please enter your name and email address:
hu_hu: Kérjük, adja meg a nevét és e-mail címét:

source: Please enter your first and last name:
hu_hu: Kérjük, adja meg vezeték- és keresztnevét:

source: Please enter your name:
hu_hu: Kérjük, adja meg a nevét:

source: Welcome back, please sign in:
hu_hu: Üdvözöljük, kérem, jelentkezzen be:

source: Password
hu_hu: Jelszó

source: Registration:
hu_hu: Regisztráció:

source: Please enter your name, your email address and choose a password to get started.
hu_hu: Kérjük, adja meg nevét, e-mail címét, és válasszon jelszót az induláshoz.

source: New customer
hu_hu: Új felhasználó

source: Current customer
hu_hu: Meglévő felhasználó

source: I forgot my password.
hu_hu: Elfelejtettem a jelszavamat.

source: Sign in
hu_hu: Bejelentkezés

source: Reset Password
hu_hu: Jelszavam visszaállítása

source: Go Back
hu_hu: Vissza

source: Sorry, but you've hit the appointment limit. Each user may only book %d appointment at a time.
hu_hu: Sajnáljuk, de több helyet szeretne foglalni, mint amennyit lehet. Minden felhasználó csak %d időpontot foglalhat egyszerre.

source: Sorry, but you're about to book more appointments than you are allowed to book at a time. Each user may only book %d appointments at a time.
hu_hu: Sajnáljuk, de több helyet szeretne foglalni, mint amennyit lehet. Minden felhasználó csak %d időpontot foglalhat egyszerre.

source: You are about to request an appointment for %s.
hu_hu: Kedves %s!

source: Please review and confirm that you would like to request the following appointment:
hu_hu: Kérjük, erősítse meg, hogy a következő időpontot szeretné:

source: Please confirm that you would like to request the following appointment:
hu_hu: Kérjük, erősítse meg, hogy a következő időpontot szeretné:

source: Please enter the following text:
hu_hu: Kérjük, adja meg a következő szöveget:

source: Okay
hu_hu: Rendben

source: Request Appointment
hu_hu: Lefoglalom

source: Book Appointment
hu_hu: Lefoglalom

source: Your full name is required to book an appointment.
hu_hu: Az időpont lefoglalásához szükség van a teljes nevére.

source: The email address you have entered doesn't appear to be valid.
hu_hu: A megadott e-mail cím nem tűnik valódinak.

source: Your name and a valid email address are required to book an appointment.
hu_hu: Az időpont lefoglaláshoz szükséges a neve és egy érvényes e-mail cím.

source: Your name is required to book an appointment.
hu_hu: Az időpont lefoglaláshoz szükséges a neve és egy érvényes e-mail cím.

source: An unknown error occured.
hu_hu: Egy ismeretlen hiba merült fel.

source: Registration has been successful.
hu_hu: Sikeres regisztráció.

source: Your user level does not have the ability to edit appointments.
hu_hu: Felhasználói hozzáféréssel nem szerkesztheti az időpontokat.

source: Time Slot
hu_hu: Időblokk

source: Upcoming Appointments
hu_hu: Közelgő időpontok

source: This appointment has passed.
hu_hu: Ez az időpont már elmúlt.

source: There are no upcoming appointments.
hu_hu: Nincs közelgő időpont.

source: %d Available
hu_hu: %d elérhető

source: None Available
hu_hu: Nem elérhető

source: Unavailable
hu_hu: Nem elérhető

source: Appointments in this time slot:
hu_hu: Időpont ebben az időtartományban:

source: Available Appointment on %s
hu_hu: Szabad időpontok erre a napra: %s

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Available Appointments on %s
hu_hu: Szabad időpontok erre a napra: %s

source: Someone requested that the password be reset for the following account:
hu_hu: Ön arról értesített minket, hogy új jelszót szeretne igényelni a következő fiókhoz:

source: Username: %s
hu_hu: Felhasználónév: %s

source: If this was a mistake, just ignore this email and nothing will happen.
hu_hu: Ha a jelszócserét nem Ön kezdeményezte, akkor hagyja levelünket figyelmen kívül, és semmi sem fog történni.

source: To reset your password, visit the following address:
hu_hu: A jelszó visszaállításához keresse fel a következő címet:

source: [%s] Password Reset
hu_hu: [%s] Jelszó visszaállítása

source: Choose...
hu_hu: [%s] Jelszó visszaállítása

source: The passwords you entered do not match. Your password was not updated.
hu_hu: A megadott jelszavak nem egyeznek. A jelszó nem frissült.

source: The Email you entered is not valid. please try again.
hu_hu: A megadott e-mail érvénytelen. Kérem, próbálja újra.

source: This email is already used by another user. try a different one.
hu_hu: Ezt az e-mailt már egy másik felhasználó használja. Próbálkozzon egy másikkal.

source: Error uploading avatar.
hu_hu: Hiba az avatar feltöltésében.

source: Avatar uploader security check failed.
hu_hu: Az avatarfeltöltő biztonsági ellenőrzése sikertelen.

source: Your appointment has been requested! We have also set up an account for you. Your login information has been sent via email. When logged in, you can view your upcoming appointments below. Be sure to change your password to something more memorable by using the Edit Profile tab above.
hu_hu: Az időpontfoglalási kérelmét elküldtük. Amint jóváhagyásra kerül, e-mailen értesítjük! Bejelentkezési adatait kiküldtük a megadott e-mail címére.

source: Your appointment has been requested! It will be updated below if approved.
hu_hu: Az időpontfoglalási kérelmét elküldtük. Amint jóváhagyásra kerül, e-mailen értesítjük!

source: Your appointment has been added to our calendar!
hu_hu: Az időpontja hozzá lett adva a naptárhoz!

source: Edit Profile
hu_hu: Profil szerkesztése

source: Update Avatar
hu_hu: Avatar frissítése

source: (disabled in demo)
hu_hu: (tiltva a demóban)

source: Choose image ...
hu_hu: Válasszon egy képet...

source: Recommended size: 100px by 100px or larger
hu_hu: Ajánlott méret: 100px 100px vagy nagyobb

source: Display Name
hu_hu: Megjelenítendő név

source: Change Password
hu_hu: Jelszó módosítása

source: Repeat Password
hu_hu: Jelszó újra

source: Add to Calendar
hu_hu: Hozzáadás a naptárhoz

source: Appointment with %s
hu_hu: Időpont Dr. Tornai Péternél

source: The text you've entered does not match the image.
hu_hu: A beírt szöveg nem egyezik a képpel.

source: All fields are required to register.
hu_hu: A regisztrációhoz minden mező kitöltése kötelező.

source: That username already exists.
hu_hu: Ez a felhasználónév már létezik.

source: That name is not valid.
hu_hu: Hmm.. ez a név nem tűnik valódinak.
