Repository: logennn/Booked-WP-plugin
Catalog: booked/languages/booked-*.po
Languages: hu_hu

source: That email address is not valid.
hu_hu: Ez az e-mail cím nem tűnik valódinak.

source: That email is already in use.
hu_hu: Ez az e-mail már használatban van.

source: Success!
hu_hu: Siker!

source: Registration complete, please check your email for login information.
hu_hu: A regisztráció befejeződött, kérjük, ellenőrizze az e-mail fiókját a bejelentkezési adatokhoz.

source: Your Name
hu_hu: Az Ön neve

source: Choose a Password
hu_hu: Válasszon egy jelszót

source: Register
hu_hu: Regisztráció

source: Display the full name of the customer.
hu_hu: Mutassa az ügyfél teljes nevét.

source: Display the customer's email address.
hu_hu: Mutassa az ügyfél e-mail címét.

source: Display the title of the appointment's time slot.
hu_hu: Mutassa az időblokk címét.

source: Display the appointment's calendar name (if applicable).
hu_hu: Mutassa naptár nevét (ha lehet).

source: Display the appointment date.
hu_hu: Jelenítse meg a találkozó dátumát.

source: Display the appointment time.
hu_hu: Jelenítse meg a találkozó időpontját.

source: Display the appointment's custom field data.
hu_hu: Jelenítse meg a találkozó egyéni mezőadatait.

source: Display the appointment's unique identification number.
hu_hu: Jelenítse meg a találkozó egyedi azonosítószámát.

source: Display the customer's name.
hu_hu: Mutassa az ügyfél nevét.

source: Display the customer's username.
hu_hu: Mutassa az ügyfél felhasználónevét.

source: Display the customer's password.
hu_hu: Mutassa az ügyfél jelszavát.

source: A first and last name are required to register.
hu_hu: A regisztrációhoz szükséges a vezeték- és keresztnév megadása.

source: A name is required to register.
hu_hu: A regisztrációhoz szükséges a név megadása.

source: Past Appointment
hu_hu: Múltbéli időpont

source: No past appointments.
hu_hu: Nincs múltbéli időpont

source: No upcoming appointments.
hu_hu: Nincs közelgő időpont

source: Today
hu_hu: Ma

source: pending
hu_hu: függő

source: approved
hu_hu: jóváhagyott

source: Calendar
hu_hu: Naptár

source: Additional information
hu_hu: További információ

source: Cancel Appointment
hu_hu: Időpont lemondása

source: Please log in to view your upcoming appointments.
hu_hu: Kérem, jelentkezzen be, ahhoz hogy megtekinthesse az időpontjait.

source: Sign In
hu_hu: Bejelentkezés

source: Forgot Password
hu_hu: Elfelejtett jelszó

source: Check your email to reset your password.
hu_hu: Ellenőrizze az e-mail fiókját a jelszó visszaállításához.

source: Both fields are required to log in.
hu_hu: A belépéshez mindkét mező kitöltése kötelező.

source: Sorry, those login credentials are incorrect.
hu_hu: Sajnáljuk, ezek a bejelentkezési adatok nem megfelelőek.

source: An email address is required to reset your password.
hu_hu: E-mail cím szükséges a jelszó visszaállításához.

source: What is your email address?
hu_hu: Mi az e-mail címe?

source: Reset my password
hu_hu: Jelszavam visszaállítása

source: Booked Calendar
hu_hu: Foglalási naptár

source: Widget Title
hu_hu: Widget cím

source: Month
hu_hu: Hónap

source: Current month
hu_hu: Aktuális hónap

source: Year
hu_hu: Év

source: Current year
hu_hu: Aktuális év

source: Appointment
hu_hu: Időpont

source: Add New
hu_hu: Új hozzáadása

source: Add New Appointment
hu_hu: Új időpont hozzáadása

source: View Appointment
hu_hu: Időpont megtekintése

source: All Appointments
hu_hu: Összes időpont

source: Search Appointments
hu_hu: Időpontok keresése

source: Parent Appointments:
hu_hu: Szülő időpontok:

source: No Appointments found.
hu_hu: Nem található időpont.

source: No Appointments found in Trash.
hu_hu: Nem található időpont a szemetesben.

source: Custom Calendars
hu_hu: Egyéni naptárak

source: Custom Calendar
hu_hu: Egyéni naptár

source: Search Custom Calendars
hu_hu: Egyéni naptárak keresése

source: Popular Custom Calendars
hu_hu: Népszerű egyéni naptárak

source: All Custom Calendars
hu_hu: Összes egyéni naptár

source: Edit Custom Calendar
hu_hu: Egyéni naptár szerkesztése

source: Update Custom Calendar
hu_hu: Egyéni naptár frissítése

source: Add New Custom Calendar
hu_hu: Egyéni naptár hozzáadása

source: New Custom Calendar Name
hu_hu: Új egyéni naptár név

source: Separate custom calendars with commas
hu_hu: Egyedi naptárak elkülönítése vesszővel

source: Add or remove custom calendars
hu_hu: Egyéni naptárak hozzáadás vagy törlése

source: Choose from the most used custom calendars
hu_hu: Válasszon a leggyakrabban használt egyéni naptárak közül

source: No custom calendars found.
hu_hu: Nem található egyéni naptár

source: All Calendars
hu_hu: Minden naptár

source: There are no calendars assigned to you.
hu_hu: Nincsenek Önhöz rendelt naptárak.

source: Get in touch with the Administration of this site to get a calendar assigned to you.
hu_hu: A naptár létrehozásához, lépjen kapcsolatba az oldal adminisztrátorával.

source: Updating, please wait...
hu_hu: Frissítés, kérjük várjon...

source: Pending Appointments
hu_hu: Függőben lévő időpontok

source: Delete Passed Appointments
hu_hu: Elmúlt időpontok törlése

source: Approve All
hu_hu: Összes jóváhagyása

source: Delete All
hu_hu: Összes törlése

source: Delete
hu_hu: Törlés

source: Assigned to %s
hu_hu: Hozzárendelve a következőhöz: %s

source: There are no pending appointments.
hu_hu: Nincs függő időpont.

source: No profile here!
hu_hu: Itt nincs profil!

source: Sorry, this user profile does not exist.
hu_hu: Sajnáljuk, ez a felhasználói profil nem létezik.

source: Welcome back, %s!
hu_hu: Üdvözlöm kedves %s!

source: Sign Out
hu_hu: Kijelentkezés

source: Appointment History
hu_hu: Időpont történet

source: Appointment Settings
hu_hu: Időpont beállítások

source: What's new in %s?
hu_hu: %s - Újdonságok

source: General
hu_hu: Általános

source: Time Slots
hu_hu: Időblokkok

source: Custom Time Slots
hu_hu: Egyéni időblokk

source: Custom Fields
hu_hu: Egyéni mezők

source: Emails
hu_hu: Emailek

source: Export
hu_hu: Exportálás

source: Booking Type
hu_hu: Foglalási típus

source: You have the option to choose between "Registered" and "Guest" booking. Registered booking will require all appointments to be booked by a registered user (default). Guest booking will allow anyone with a name and email address to book an appointment.
hu_hu: Választhat a "Regisztrált" és a "Vendég" foglalás közül. A "Regisztrált" foglalás esetén csak regisztrált felhasználók foglalhatnak (alapértelmezett). A "Vendég" foglalásnál ezt bárki megteheti egy e-mail cím és egy név ellenében.

source: Registered Booking
hu_hu: Regisztrált foglalás

source: Guest Booking
hu_hu: Vendég foglalás

source: Booking Options
hu_hu: Foglalási opciók

source: Require "Name" only
hu_hu: Csak "Név" szükséges

source: Require your customers to enter their name in a single text field.
hu_hu: Arra kéri ügyfeleit hogy írják be nevüket egy szövegmezőbe.

source: Require "First Name" and "Last Name"
hu_hu: "Vezetéknév" és "Keresztnév" is szükséges

source: Require your customers to enter their first and last name in two text fields.
hu_hu: Arra kéri ügyfeleit hogy írják be vezeték- és keresztnevüket két különálló mezőbe.

source: Guest Booking Options
hu_hu: Vendég foglalási opció

source: Require Email Address
hu_hu: E-mail cím kérése

source: Require your guests to enter their email address.
hu_hu: Arra kéri a vendégeket, hogy írják be e-mail címüket.

source: Appointment Booking Redirect
hu_hu: Foglalás utáni átirányítás

source: %s Refresh the calendar list after booking.
hu_hu: %s A foglalás után frissítse a naptárlistát.

source: No Redirect
hu_hu: Nincs átirányítás

source: %s Auto-detect the page with the [booked-profile] shortcode.
hu_hu: %s Az oldal automatikus felismerése a [booked-profile] shortcode-dal.

source: Auto-Detect Profile Page
hu_hu: Profil oldal automatikus felismerése

source: Detected Page: %s
hu_hu: Oldal észlelése: %s

source: %s We were not able to auto-detect. You need to %s with the %s shortcode.
hu_hu: %s Nem tudjuk magunktól automatikusan felismerni. Neked kell %s hozzá a %s shortcode-dal.

source: Important:
hu_hu: Fontos:

source: create a page
hu_hu: oldalt készíteni

source: %s Choose a redirect page.
hu_hu: %s Válasszon átirányítási oldalt.

source: Choose Specific Page
hu_hu: Válassza a Speciális oldalt

source: Choose a page
hu_hu: Válasszon egy oldalt

source: Login Redirect
hu_hu: Bejelentkezési áritányítás

source: If you would like the login form to redirect somewhere else (instead of reloading the same page), you can choose a page here.
hu_hu: Ha azt szeretné, hogy a bejelentkezési form máshova irányítsa át a felhasználót (ahelyett, hogy az oldal újra töltődik), akkor azt itt válassza ki.

source: Redirect to the same page
hu_hu: Átirányítás ugyanarra az oldalra

source: Custom Login Tab Content
hu_hu: Egyéni bejelentkezési lap

source: If you would like the login form to include a custom message (above the login form), you can add that here.
hu_hu: Ha szeretné, hogy a bejelentkezési űrlap tartalmazzon egy egyéni üzenetet (a bejelentkezési űrlap felett), itt hozzáadhatja azt.

source: Time Slot Intervals
hu_hu: Időblokk közötti szünet

source: Choose the intervals you need for your appointment time slots. This will only affect the way default time slots are entered.
hu_hu: Válassza ki a találkozó idejére vonatkozó időközöket. Ez csak az alapértelmezett időrések bevitelére vonatkozik.

source: Appointment Buffer
hu_hu: Időpont puffer

source: To prevent appointments from getting booked too close to the current date and/or time, you can set an appointment buffer. Available appointments time slots will be pushed up to a new date and time depending on which buffer amount you choose below.
hu_hu: Annak érdekében, hogy megelőzze az, hogy időpontokat túl későn foglalják le a konkrét dátumhoz vagy időponthoz beállíthat egy időpont puffert. Az elérhető időpontokban az időrések új dátumra és időre lesznek tolva, attól függően, hogy mekkora puffer mennyiséget választ alább.

source: No buffer
hu_hu: Nincs puffer

source: 2 hours
hu_hu: 2 óra

source: 3 hours
hu_hu: 3 óra

source: 4 hours
hu_hu: 4 óra

source: 5 hours
hu_hu: 5 óra

source: 6 hours
hu_hu: 6 óra

source: 12 hours
hu_hu: 12 óra

source: 24 hours
hu_hu: 24 óra

source: 2 days
hu_hu: 2 nap

source: 3 days
hu_hu: 3 nap

source: 5 days
hu_hu: 5 nap

source: 6 days
hu_hu: 6 nap

source: 1 week
hu_hu: 1 hét

source: 2 weeks
hu_hu: 2 hét

source: 3 weeks
hu_hu: 3 hét

source: 4 weeks
hu_hu: 4 hét

source: 5 weeks
hu_hu: 5 hét

source: 6 weeks
hu_hu: 6 hét

source: 7 weeks
hu_hu: 7 hét

source: 8 weeks
hu_hu: 8 hét

source: Prevent Appointments Before Date
hu_hu: Foglalás megakadályozása a választott időpont előtt

source: To prevent appointments from getting booked before a certain date, you can choose that date below.
hu_hu: Ahhoz hogy meggátolja egy időpont foglalását egy bizonyos dátum előtt, választhat egy időpontot.

source: Choose a date
hu_hu: Válasszon egy dátumot

source: Prevent Appointments After Date
hu_hu: Foglalás megakadályozása a választott időpont után

source: To prevent appointments from getting booked after a certain date, you can choose that date below.
hu_hu: Ahhoz hogy meggátolja egy időpont foglalását egy bizonyos dátum után, választhat egy időpontot.

source: Cancellation Buffer
hu_hu: Lemondási puffer

source: To prevent appointments from getting cancelled too close to the appointment time, you can set a cancellation buffer.
hu_hu: Ahhoz, hogy meggátolja egy foglalás kései lemondását, választhat egy lemondási puffert.

source: Appointment Limit
hu_hu: Foglalási limit

source: To prevent users from booking too many appointments, you can set an appointment limit.
hu_hu: Ahhoz, hogy meggátolja, hogy a felhasználók túl sok időpontot foglaljanak le, beállíthat egy limitet.

source: No limit
hu_hu: Nincs limit

source: 1 appointment
hu_hu: 1 időpont

source: 2 appointments
hu_hu: 2 időpont

source: 3 appointments
hu_hu: 3 időpont

source: 4 appointments
hu_hu: 4 időpont

source: 5 appointments
hu_hu: 5 időpont

source: 6 appointments
hu_hu: 6 időpont

source: 7 appointments
hu_hu: 7 időpont

source: 8 appointments
hu_hu: 8 időpont

source: 9 appointments
hu_hu: 9 időpont

source: 10 appointments
hu_hu: 10 időpont

source: 15 appointments
hu_hu: 15 időpont

source: 20 appointments
hu_hu: 20 időpont

source: 25 appointments
hu_hu: 25 időpont

source: 50 appointments
hu_hu: 50 időpont

source: New Appointment Default
hu_hu: Alapértelmezett új időpont

source: Would you like your appointment requests to go into a pending list or should they be approved immediately?
hu_hu: Szeretné, hogy a felhasználók által lefoglalt időpont automatikusan jóváhagyásra kerüljön vagy tegyük őket függő állapotba?

source: Set as Pending
hu_hu: Függő állapot

source: Approve Immediately
hu_hu: Azonnali jóváhagyás

source: Display Options
hu_hu: Megjelenítési opciók

source: Hide "Default" in the calendar switcher
hu_hu: Rejtse el az "Alapértelmezett" -et a naptár választóban

source: Hide weekends in the calendar
hu_hu: Rejtse el a hétvégéket a naptárban

source: Hide "Add to Calender" button in the Profile appointment list
hu_hu: A "Hozzáadás a naptárhoz" gomb elrejtése a Profil oldalon

source: Hide time slots (when a time slot title exists)
hu_hu: Időblokk elrejtése (amikor van létező időblokk)

source: Hide end times (show only start times)
hu_hu: Csak kezdőidőpont mutatása

source: Hide the number of available time slots
hu_hu: Elérhető időpontok számának elrejtése

source: Hide the already booked time slots (cannot be used with "Public Appointments")
hu_hu: Lefoglalt időpontok elrejtése (nem használható "Publikus foglalás"-nál)

source: Public Appointments (show names under booked appointments)
hu_hu: Publikus foglalás (nevek mutatása a lefoglalt időpontok alatt)

source: Other Options
hu_hu: Egyéb opciók

source: Do not allow users to cancel their own appointments.
hu_hu: Foglalás lemondásának tiltása a felhasználók számára

source: Redirect users (except Admins and Booking Agents) from the "/wp-admin/" URL.
hu_hu: Felhasználók átirányítása (kivéve Admin és Foglaló ügynök) a /wp-admin/" URL-ről.

source: Hide "Appointments" menu from Admin Bar.
hu_hu: "Időpontok" elrejtése az Admin sávból

source: Front-End Color Settings
hu_hu: Front-End színbeállítások

source: If you DO NOT want to send emails for any of the actions listed below, just remove the email subject or content text (or both) and the email will not be sent for that notification.
hu_hu: Ha NEM szeretne emailt küldeni bármely lentebb sorolt események hatására, akkor törölje az email tárgyát vagy tartalmát (vagy mindkettőt) és az email nem lesz kiküldve.

source: Customer Emails
hu_hu: Ügyfél emailek

source: Admin/Agent Emails
hu_hu: Admin/Ügynök emailek

source: Header/Logo Image
hu_hu: Fejléc/Logó kép

source: Choose an image for your custom emails. Keep it 600px or less for best results.
hu_hu: Válasszon egy képet az egyéni emailhez. A legjobb eredményhez válasszon 600px-eset vagy kisebbet.

source: Upload Logo
hu_hu: Logó feltöltése

source: Remove
hu_hu: Eltávolítás

source: Which Administrator or Booking Agent user should receive the notification emails by default?
hu_hu: Melyik Admin vagy Foglaló ügynök kapja az értesítő emaileket alapértelmezettként?

source: By default, Booked uses the "Settings > General > E-mail Address" setting. Also, each custom calendar can have their own user notification setting, this is just the default.
hu_hu: Alapértelmezettként a "Beaállítások > Általános > E-mail címek" beállítást használja a Booked bővítmény. Lehetőség van az egyéni naptárak külön felhasználókat rendelni, ez csak az alapértelmezés

source: Choose a default user for notifications
hu_hu: Válasszon alapértelmezett felhasználót az értesítésekhez

source: Having Email Issues?
hu_hu: Email problémákat észlelt?

source: Customer Appointment Reminder
hu_hu: Ügyfél időpont emlékeztető

source: When do you want to send out appointment reminders?
hu_hu: Mikor szeretné kiküldeni az időpont emlékeztetőket?

source: At appointment time
hu_hu: A találkozó időpontjában

source: 5 minutes before
hu_hu: 5 perccel előtte

source: 10 minutes before
hu_hu: 10 perccel előtte

source: 15 minutes before
hu_hu: 15 perccel előtte

source: 30 minutes before
hu_hu: 30 perccel előtte

source: 45 minutes before
hu_hu: 45 perccel előtte

source: 1 hour before
hu_hu: 1 órával előtte

source: 2 hours before
hu_hu: 2 órával előtte

source: 3 hours before
hu_hu: 3 órával előtte

source: 4 hours before
hu_hu: 4 órával előtte

source: 5 hours before
hu_hu: 5 órával előtte

source: 6 hours before
hu_hu: 6 órával előtte

source: 12 hours before
hu_hu: 12 órával előtte

source: 24 hours before
hu_hu: 24 órával előtte

source: 2 days before
hu_hu: 2 nappal előtte

source: 3 days before
hu_hu: 3 órával előtte

source: 4 days before
hu_hu: 4 órával előtte

source: 5 days before
hu_hu: 5 órával előtte

source: 6 days before
hu_hu: 6 órával előtte

source: 1 week before
hu_hu: 1 héttel előtte

source: 2 weeks before
hu_hu: 2 héttel előtte

source: 3 weeks before
hu_hu: 3 héttel előtte

source: 4 weeks before
hu_hu: 4 héttel előtte

source: 6 weeks before
hu_hu: 6 héttel előtte

source: 2 months before
hu_hu: 2 hónappal előtte

source: 3 months before
hu_hu: 3 hónappal előtte

source: Please Note:
hu_hu: Kérjük, vegye figyelembe:

source: Customer Appointment Reminder Content
hu_hu: Egyéni Időpont emlékeztető tartalom

source: This is the email content for appoinment reminders. Some tokens you can use:
hu_hu: Ez az email tartalom az időpont emlékeztetőkhöz. Néhány token használható:

source: User Registration
hu_hu: Felhasználó regisztráció

source: The email content that is sent to the user upon registration (using the Booked registration form). Some tokens you can use:
hu_hu: Regisztráció során küldött email a felhasználó számára. Néhány token használható:

source: To display the person's name.
hu_hu: A személy nevének megjelenítéséhez.

source: To display the person's email address.
hu_hu: A személy e-mail címének megjelenítéséhez.

source: To display the username for login.
hu_hu: Mutassa az ügyfél felhasználónevét.

source: To display the password for login.
hu_hu: A jelszó bejelentkezéshez.

source: Appointment Confirmation
hu_hu: Időpont megerősítése

source: The email content that is sent to the user upon appointment creation. Some tokens you can use:
hu_hu: Ez az email egy időpont foglalásánál kerül kiküldésre. Használható tokenek:

source: Appointment Approval
hu_hu: Időpont jóváhagyása

source: The email content that is sent to the user upon appointment approval. Some tokens you can use:
hu_hu: Ez az email az időpont jóváhagyásával kerül kiküldésre. Használható tokenek:

source: Appointment Cancellation
hu_hu: Időpont lemondása

source: The email content that is sent to the user upon appointment cancellation. Some tokens you can use:
hu_hu: Ez az üzenet az időpont lemondásával kerül kiküldésre. Használható tokenek:

source: Admin/Agent Appointment Reminder
hu_hu: Admin/Ügynök időpont emlékeztető

source: Admin/Agent Appointment Reminder Content
hu_hu: Admin/Ügynök időpont emlékeztető tartalom

source: Appointment Request
hu_hu: Időpont kérés

source: The email content that is sent (to the selected admin users above) upon appointment request. Some tokens you can use:
hu_hu: Ez az email a kiválasztott adminnak kerül kiküldésre az időpont kéréssel kapcsolatban. Használható tokenek:

source: The email content that is sent (to the selected admin users above) upon cancellation. Some tokens you can use:
hu_hu: Ez az email a kiválasztott adminnak kerül kiküldésre az időpont lemondásával kapcsolatban. Használható tokenek:

source: Editing time slots for:
hu_hu: A következő naptár szerkesztése:

source: Add Single
hu_hu: Egyes

source: Add Bulk
hu_hu: Csoportos

source: No "Start date" has been set for these:
hu_hu: Nincs "Kezdő időpont" rendelve ezekhez:

source: Start date
hu_hu: Kezdő időpont

source: Optional End date
hu_hu: Opcionális záró időpont

source: Disable appointments
hu_hu: Találkozók kikapcsolása

source: + Single Time Slot
hu_hu: + Időblokk

source: + Bulk Time Slots
hu_hu: + Időpontok

source: Add Date(s)
hu_hu: Dátumok hozzáadása

source: Save Custom Time Slots
hu_hu: Egyéni időblokk mentése

source: Saving
hu_hu: Mentés

source: Close
hu_hu: Bezárás

source: HTML allowed
hu_hu: HTML engedélyezett

source: Save Custom Fields
hu_hu: Egyéni mezők mentése

source: Display the Default Calendar
hu_hu: Alapértelmezett naptár mutatása

source: Display a Custom Calendar
hu_hu: Egyéni naptár mutatása

source: Display the Login / Register Form
hu_hu: Bejelentkezési/Belépési form mutatása

source: If the Registration tab doesn't show up, be sure to allow registrations from the Settings > General page.
hu_hu: Ha a regisztrációs fül nem jelenik meg, bizonyosodjon meg arról, hogy a regisztrációs form engedélyezve van a Beállítások > Általános oldalon.

source: Display User Profile
hu_hu: Felhasználói profil mutatása

source: You can use this shortcode to display the profile content on any page. If a user is not logged in, they will see the login form instead.
hu_hu: Ezt a shortcode-ot bármely oldalon használhatod a profil oldal megjelenítésére. Ha a felhasználó nincs bejelentkezve, akkor a regisztrációs formot fogja látni.

source: Display User's Appointments
hu_hu: Mutassa a Felhasználó időpontjait

source: You can use this shortcode to display just the currently logged in user's upcoming appointments.
hu_hu: Ezt a shortcode-ot arra tudod használni, hogy a bejelentkezett felhasználók lássák a közelgő időpontjaikat.

source: Export Appointments
hu_hu: Időpontok exportálása

source: You can export all appointments or specify what you want by choosing from the below options.
hu_hu: Az összes időpontot exportálhatod vagy határozd meg mit szeretnél az alábbi opciókból.

source: Appointment Dates
hu_hu: Találkozó dátumok

source: Upcoming & Past
hu_hu: Közelgő és múltbéli

source: Only Upcoming
hu_hu: Csak közelgő

source: Only Past
hu_hu: Csak múltbéli

source: Approved and/or Pending
hu_hu: Jóváhagyott és/vagy függő

source: Approved & Pending
hu_hu: Jóváhagyott és függő

source: Only Approved
hu_hu: Csak jóváhagyott

source: Only Pending
hu_hu: Csak függő

source: Export Appointments to CSV
hu_hu: Időpontok exportálása CSV-ben

source: Installation & Setup Guide
hu_hu: Múltbéli időpont

source: Default Time Slots
hu_hu: Alapértelmezett időblokk
